[
  {
    "id": "624b239ef1548ee817924e71",
    "name": "Carla Jones",
    "img": "https://img.freepik.com/free-photo/cheerful-curly-business-girl-wearing-glasses_176420-206.jpg?t=st=1649163956~exp=1649164556~hmac=4c26b00e00828c657b8dcb7e2d27c9234eba35181ac9f069064b16aa3259b180&w=740",
    "rating": 4.5,
    "review": "This trilogy was amazing. Unfortunately I saw the movies first so when I read the book everything I imagined was stuff I had already seen in the movies so sometimes I wish I could've have read the books first and see what I would have imagined the environments and people and creatures of Middle-Earth to look like without the influence of Peter Jackson. Nonetheless, it was still thrilling story with plenty of action and emotion throughout. The characters are beautifully written and like a trilogy should, it left with no cliff hangers on what was to happen next. Everything was beautifully tied up at the end like Aragorn becoming king, the ring being destroyed along with the defeat of Sauron, the safety and peace now in Middle-Earth, and the fact that the hobbits got to go home and be at peace after the adventure. Even though there are some moments that can feel a bit slow and long with Tolkien describing their surroundings (mainly in the beginning of Fellowship of the Ring) if you read through it slowly to understand everything he is saying, you will start getting into the more exciting parts of the book. In my opinion, this book is something everyone must read and enjoy the history of the world that Tolkien created and of course the story he presents you with.\r\n"
  },
  {
    "id": "624b239e38c87d34affcb6a4",
    "name": "David Smith",
    "img": "https://img.freepik.com/free-photo/cheerful-man-pointing-finger-left-advertise-product_176420-18862.jpg?t=st=1649163956~exp=1649164556~hmac=6dbc2f41daab1f600af97553a6b01658f1592fdbf3024333c79fa90c891a2b97&w=740",
    "rating": 4.0,
    "review": "I am currently at school, but since i am done with my work so i would like to write a review on this masterpiece. I personally like the films more, but i love the book as well. It has amazing characters, realms, and plot. My one issue is that young readers might find this book hard to pay attention to, for there is so much detail and buildup ( other than helms deep)  to events in this book. I have read the harry potter series, and they do not even compare to this book. I couldn't recommend this book enough to readers everywhere.\r\n"
  },
  {
    "id": "624b239e828ebe153af77f28",
    "name": "Michael Watson",
    "img": "https://img.freepik.com/free-photo/handsome-confident-smiling-man-with-hands-crossed-chest_176420-18743.jpg?t=st=1649163956~exp=1649164556~hmac=190c7d862d303d4117faa1d75c77dda00d23032dab64c64e22de74983bd30abc&w=740",
    "rating": 4.5,
    "review": "i read all the books in Tolkiens Lord of Rings series. To me it was related to Hitlers invasion of Poland and the 2nd world war in general .It was made to be as that war was with Hitler as the war lord and the ring England as he desired our island so much he tried his all to win over us. It was a great read all through .i was about 15 and could not put the books down I had to read it all from start to finish then find the next book in series. The Hobbit was the best of all of them as it set the story so well as an adventure .Then opened into a world of so much friction that blackness of mines and armies of hell marching over the horizon. It was a master piece that fed the mind with energy passion and tears. Still in my mind ,all of it,today 60 years later.\r\n"
  },
  {
    "id": "624b239e92b224ce4f4b1a67",
    "name": "Ronald Crane",
    "img": "https://img.freepik.com/free-photo/red-haired-serious-young-man-blogger-looks-confidently_273609-16730.jpg?t=st=1649163956~exp=1649164556~hmac=f6d23044c0a7b35b84ac2fe3ec46e512fa473b3e288ce241a9dc5896416e83c9&w=740",
    "rating": 3.5,
    "review": "This book is for the dedicated and faithful followers of the legendary J.R.R Tolkien. This read is not for the faint hearted and requires dedication to read as it introduces many realms and Characters. However those Worlds and Characters are spectacular and very entertaining. The Character of Legolas is particularly spectacular and fun to read about. I highly recommend The Lord of The Rings to Older Individuals who are looking to get invested into a fantastic world with amazing Characters or Have nothing else to do with their time. But take it at your own pace and enjoy it.\r\n"
  },
  {
    "id": "624b239eb08de5dc7c79abe8",
    "name": "Ariana Clark",
    "img": "https://img.freepik.com/free-photo/business-woman-sitting-with-coffee-cup-laptop_23-2148095734.jpg?w=740",
    "rating": 4.5,
    "review": "To the tear-choked death of Boromir, to the triumph of Gondor, Lord of the Rings has never failed in overripe entertainment and overall attraction. Hope and despair is the basis of this tale, but one must discover for themselves what role it plays. The Ring is a symbol of what men will do for power, and is a literal example of power. However, what matters is the fellowship, the bravery, and the will to fight for others so they do not have to fight. Lord of the Rings reflects our world, in times of despair, but tells a tale of perseverance of good. All we have to decide is what to do with the time that is given us (Tolkien). Well, you might as well find out what an Ent is. Lord of the Rings, my favorite, a fantasy, is a true classic. Thank you Mr. Tolkien.\r\n"
  },
  {
    "id": "624b239e8ca016e9b2462a92",
    "name": "Will Jonson",
    "img": "https://img.freepik.com/free-photo/confident-young-man_1098-20868.jpg?t=st=1649163956~exp=1649164556~hmac=829507f320e2b354183f9bd2d38534a9616ea7bafe98362329835a8e516656b1&w=740",
    "rating": 4.0,
    "review": "The Lord of the Rings felt immensely fake to me; the language didn't flow,and the characters were painted in the broadest strokes.. Galadriel is all light ,love,and flowers; Gallup is black,living in a black hole- slithering, and snake-like.Frodo ,. Iand the Hobbits are a simple,happy peasantry .I was never seriously interested in the lives and escapades of the cast. The Battle of the Trees is a reworking of the Scottish play. Now, people get married with elven vows-as non existent a language as Vulcan. Or whatever they speak in Game of Thrones.                                                                                                              Life was hard in the  Dark and Middle Ages; the peasantry didn't dance and sing. Life wasn't, and isn't fair. Tolkien is a green fantasy land, where good and evil are easily defined.Real Life adventures don't work that way.\r\n"
  },
  {
    "id": "624b239e8ca016e9b2462a9p",
    "name": "Carrie Bradshaw",
    "img": "https://img.freepik.com/free-photo/studio-portrait-successful-young-businesswoman_1262-5844.jpg?t=st=1649163956~exp=1649164556~hmac=7567c2887d45c79a979acc4aac95c46350e0a4cce482b784301da1d892ada633&w=740",
    "rating": 4.8,
    "review": "Few books are seen as both the chief paradigm and paragon of an entire genre, but there is no better description of The Lord of the Rings. The greatest work of fantasy of all time, and with a history so comprehensive that it can be matched only by real world history, The Lord of the Rings is both captivating and enjoyable. Recommended to anybody roughly 12-16 years of age who thinks that high-school history would be a little more interesting with the mention of  a  few orcs and hobbits.\r\n"
  },
  {
    "id": "624b239e8ca016e9b2462s5o",
    "name": "Rachel Green",
    "img": "https://img.freepik.com/free-photo/cheerful-teenager-with-toothy-smile-afro-hairstyle-holds-modern-cell-phone-chats-online-with-boyfriend_273609-30470.jpg?w=740",
    "rating": 3.3,
    "review": "I really loved and enjoyed reading Lord of the Rings, however, there is one little problem. That little problem is that it was too long and I think that some parts should be cut. I also had some difficulty understanding. Still, I enjoyed it because it had a lot of adventure and a lot of imagination. I would say it's best to read it at the age of 13 because it's kind of difficult to read and understand. But still a really good book.\r\n"
  }
]